[MAIN]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 主介面			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

Main_UI_Captaion = GMTOOLS遊戲管理工具
Main_UI_Menu_SystemManage = 系統管理
Main_UI_Menu_GameManage = 遊戲管理

Main_Code_CheckingUpdateFile = 正在檢測升級檔...
Main_Code_Finish = 完畢
Main_Code_LoadingMenu = 正在載入菜單...




;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 登陸介面			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

Login_UI_Caption = GMTOOLS帳號登陸
Login_UI_Lbl_GMID = 帳號：
Login_UI_Lbl_Pwd = 密碼：
Login_UI_Btn_Login = 登陸(&L)
Login_UI_Btn_Cancel = 取消(&C)

Login_Code_InputGmId = 請輸入您的登陸帳號!
Login_Code_InputPwd = 請輸入您的密碼!
Login_Code_LostServer = 伺服器連接失敗,請聯繫管理員
Login_Code_UserOnLine = 您使用的登陸帳號已線上!
Login_Code_LoginFailed = 登錄失敗...
Login_Code_ConnectServer = 正在連接伺服器...
Login_Code_BakServer_LoginErr = 帳號{ACCOUNT}在伺服器{SERVER}上登錄失敗
Login_Code_BakServer_CreatSocketErr = 創建伺服器{SERVER}的通信連接時失敗,這可能導致部分功能運行速度下降,如有問題請與管理員聯繫



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 升級檔介面			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

Update_UI_Caption = 檔升級
Update_UI_Description = 系統發現部分檔需要升級,正在下載...

Update_Code_Downloading = 正在下載文件
Update_Code_Finish = 更新完畢．
Update_Code_ToCloseApplication = {Second}秒鐘後將關閉系統，請重新登陸．
